Repository: Nucleus-Inc/NuiOS
Catalog: NuiOS/*.lproj/Localizable.strings
Languages: pt_br

source: Username
pt_br: Usuário

source: Password
pt_br: Senha

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Logout
pt_br: Sair

# want_to_continue?
source: Do you want to continue ?
pt_br: Deseja continuar ?

source: Updating
pt_br: Atualizando ...

source: Password Update
pt_br: Atualizar senha

# password_update_success
source: Password updated with success.
pt_br: Senha atualizada com sucesso.

source: Confirming Update
pt_br: Confirmando Atualização

source: Email update
pt_br: Atualizar email

source: Phone number update
pt_br: Atualizar número

# email_update_success
source: Your email was updated with success.
pt_br: Email atualizado com sucesso.

# phoneNumber_update_success
source: Your phone number was updated with success.
pt_br: Número atualizado com sucesso.

source: Sending
pt_br: Enviando ...

source: Recovery Code
pt_br: Código de recuperação

# recovery_code_invalid
source: The recovery code is not valid.
pt_br: O código não é válido.

source: Recovery Account
pt_br: Recuperar conta

# password_update_fail
source: It was not possible to update your password.
pt_br: Não foi possível atualizar sua senha.

# password_and_confirmation_diferent
source: Password and Confirmation values are not the same.
pt_br: A senha e a confirmação da senha não são iguais.

# values_not_match
source: The typed values are not the same.
pt_br: Os valores informados não são iguais.

source: Account Activation
pt_br: Ativação de conta

# account_activation_success
source: Your account was activated with success.
pt_br: Conta ativada com sucesso.

source: Choose Image
pt_br: Escolher imagem

source: Gallery
pt_br: Galeria

source: Cancel
pt_br: Cancelar

source: Cancel Sign up
pt_br: Cancelar cadastro

# lose_signup_info_continue?
source: You will lose all added informations. Do you want to continue?
pt_br: Você vai perder todas as informações adicionadas. Deseja continuar mesmo assim?

source: Send code again
pt_br: Enviar código novamente

source: Validating
pt_br: Validando

# typed_code_invalid
source: The typed code is invalid.
pt_br: O código informado é inválido.

# ask_new_code
source: Ask for a new code.
pt_br: Peça um novo código.

# session_expired_title
source: Expired Session
pt_br: Sessão Expirada

# your_session_expired
source: Your session expired. Sign in again.
pt_br: A sua sessão expirou. Faça login novamente.

# google_disconnect_mess
source: If you disconnect you will not be able to sign in by Google. Do you want to continue ?
pt_br: Se disconectar, você não poderá entrar usando o Google. Deseja continar ?

source: Request Error
pt_br: Erro na requisição

# no_connection_title
source: No Connection
pt_br: Sem Conexão

# invalid_credentials_login_title
source: Invalid Credentials
pt_br: Credenciais Inválidas

# invalid_login_mess
source: Invalid username or password
pt_br: Usuário ou senha inválido

source: Phone number unavailable
pt_br: Número indisponível

# phoneNumber_in_use_try_other
source: This phone number is in use. Try another one.
pt_br: Esse número está em uso. Tente outro.

source: Email unavailable
pt_br: Email indisponível

# email_in_use_try_other
source: This email is in use. Try another one.
pt_br: Esse email está em uso. Tente outro.

source: SMS sent
pt_br: SMS enviado

# sms_activ_code_sent
source: A sms with the activation code was sent.
pt_br: Um sms com o código de ativação foi enviado.

source: Email sent
pt_br: Email enviado

# email_activ_code_sent
source: An email with the activation code was sent.
pt_br: Um email com o código de ativação foi enviado.

# sms_rec_code_sent
source: A sms with the recovery code was sent.
pt_br: Um sms com o código de recuperação foi enviado.

# email_rec_code_sent
source: An email with the recovery code was sent.
pt_br: Um email com o código de recuperação foi enviado.

# new_password_equal_current
source: Your new password is equal to current one.
pt_br: A nova senha é igual a sua atual senha.

source: Name Update Failure
pt_br: Falha em atualizar nome

# name_can_not_blank
source: Your name can not be blank.
pt_br: O campo nome não pode ficar em branco.

# was_not_possible_update_name
source: It was not possible to update your name.
pt_br: Não foi possível atualizar o seu nome.

source: Picture Update Failure
pt_br: Falha em atualizar imagem

# was_not_possible_update_picture
source: It was not possible to update your picture.
pt_br: Não foi possível atualizar a sua imagem.

source: Email Update Failure
pt_br: Falha em atualizar email

# was_not_possible_update_email
source: It was not possible to confirm your email update.
pt_br: Não foi possível confirmar a atualização do seu email.

source: Phone number Update Failure
pt_br: Falha em atualizar número

# was_not_possible_update_phoneNumber
source: It was not possible to confirm your phone number update.
pt_br: Não foi possível confirmar a atualização do seu número.

source: Picture Update
pt_br: Atualizar Imagem

# err_using_selected_image
source: Some error happened when trying to use the selected image.
pt_br: Não foi possível utilizar a imagem selecionada. Tente novamente.

# social_network_login_error_title
source: Sign in fail
pt_br: Falha no Login

# social_network_login_error_mess
source: Could not complete sign in.
pt_br: Não foi possível completar o login.

# email_sent_to_%@
source: An email was sent to email address %@.
pt_br: Um email foi enviado para o endereço de email %@.

source: Name
pt_br: Nome

source: Phone number
pt_br: Nº de Telefone

source: Password
pt_br: Senha

source: Account
pt_br: Conta

source: Try again
pt_br: Tente Novamente

source: Weak
pt_br: Fraca

source: Too Weak
pt_br: Muito Fraca

source: Regular
pt_br: Média

source: Strong
pt_br: Forte

# phoneNumber_in_use
source: This phone number is in use.
pt_br: Esse número está em uso.

source: Invalid code
pt_br: Código inválido

# sms_sent_to_%@
source: A sms was sent to phone number %@.
pt_br: Um sms foi enviado para o número %@.

source: Next
pt_br: Próximo

source: Validate
pt_br: Validar

# email_in_use
source: This email is in use.
pt_br: Esse email está em uso.

source: Confirm
pt_br: Confirmar
